Revit 2027 API
UnitTypeId.KilometersPerHour Property
 Kilometers per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilometersPerHour { get; }
Public Shared ReadOnly Property KilometersPerHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilometersPerHour {
	ForgeTypeId^ get ();
}
static member KilometersPerHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace